Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerSquareMeter Property
 tonnes of carbon dioxide per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerSquareMeter { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerSquareMeter {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace